{
  "characters": [
    {
      "name": "Kiva",
      "fullImg": "kiva_full.png",
      "talkingHeads": [
        {
          "portraitImg": "kiva_portrait.png",
          "text": "<p>The fuck am I supposed to say?  I’m Kiva.  I’m the one telling this story.  I like long walks by the canal and I hate everything.</p><p>Let’s not kid ourselves.  You aren’t here for me.  You’re more interested in Max, Kiera or perhaps Riley.  I’m not a hero.  I’m not the savior of everything.  I’m not even a very nice person.  In the end I’m just a guy with a shitty life, trying to make it a little less shitty every day.  The only thing that sets me apart from anyone else is that I want to do it without making someone else’s life worse.</p><p>I’m also a stubborn asshole.  With all I’ve been through, a lot of people probably would have given up by now.  I’ve picked fights I couldn’t win, been beaten to within moments of my life, and none of it matters because as soon as someone figures out I’m a god it’ll all end in one spectacular instant when my head gets blown clean off.</p><p>Yet no matter what I do, how much suffering I endure, no matter how much I get stomped on or covered in shit, there’s this annoying, vague, nubile sprout of hope that just keeps poking up out of the mud.  For some stupid reason it just won’t die.</p><p>And so I keep trying.</p>"
        },
        {
          "portraitImg": "max_portrait.png",
          "text": "<p>EEEEEEEEEE!!! That’s Kiva! Oh, man, you guys, he’s SO COOL.  And he’s sweet and kind and soft and handsome and his spots are SO BEAUTIFUL and he’s just the greatest guy EVER.</p><p>Did I ever tell you guys how I met him?  OMG, so get this okay?  So I’m walking along, and… um… cuz some stuff just happened, and I’m feeling kinda down, right?  And I see him digging through a pile of stuff, and my eyes just fall on his back, cuz like… I’ve never seen anyone with so many spots before!  Like… okay, he had his shirt off… And I’m sitting there staring, and it was probably kinda rude, but he finally notices me and he whirls around and steps up all threatening like, right?  And then he’s like, “WHAT ARE YOU STARING AT?” in his big scary Kiva voice, you know?  So, I kinda just break down and start crying, because at that point I’m terrified he’s gonna hurt me, cuz I didn’t know him, and cuz that’s like… anyway...  So instead he feels really bad about it, and he just sits down with me and we start talking and I just prolly go on and on for hours, spilling my whole life’s story to him and he just kinda… listens.  And see… nobody’s ever done that before… or since, actually… And when I’m done crying and talking I look at him, and I just get lost into his big beautiful eyes, and I just kinda… lean in to kiss him.  But then he pushes me over, cuz like… yeah, it was a bit much, I'll admit.  I don’t normally… DO stuff like that… but it was just… I dunno!  Anyway, after that, he walks with me back to the Twirl, cuz like… Kiva was MAD after all that stuff I told him, and he was about to punch someone I think… but by then Gilly’s calmed down and he’s being really nice to me all of a sudden?  And he kinda pulled me off to the side and Kiva didn’t want me to go with him, but I did cuz like… he had all my stuff… and like… it sounded like a pretty good deal the way he was going on about it… so… that’s… a whole thing now… But anyway, Kiva and I kept kinda meeting up every once in awhile, just for like, going out for food and drinks and stuff… Before we knew it, we were hanging out almost every day!  Usually for drinks… and well, I don’t drink, but Kiva does, he drinks a LOT.  Wait… I shouldn’t really… um...</p><p>Anyway, Kiva is awesome, I’ve seen him fight a couple of times, he’s AMAZING!  He kicks the tails of anyone who steps up… if… er… when he’s sober.  And I just… I dunno… I feel really safe when he’s around.  Not like… um… well, he makes me feel safe.  That’s all.</p>"
        },
        {
          "portraitImg": "riley_portrait.png",
          "text": "<p>Oh, yeah! I know that guy!</p><p>It’s just… I can’t remember… HOW I know him. I definitely know him though. Oh well, it’ll come to me. Probably. He’s… important. For some reason.</p><p>Is it because he owes me 11 watts? No… it was something else. Something good? Yeah it’s definitely a good thing. Like he's definitely not a bad guy...</p><p>...</p><p>No! Stop saying that!</p><p>...</p><p>Sorry, they're jerks, just ignore them.</p>"
        }
      ]
    },
    {
      "name": "Max",
      "fullImg": "max_full.png",
      "talkingHeads": [
        {
          "portraitImg": "max_portrait.png",
          "text": "<p>Hi there! I’m Max! I was born in Kuserra, and I’ve lived here all my life!  I guess that’s true of most people, huh… but Kuserra is awesome.  It’s got clean water, mostly, and GREAT food… and like… I mean… okay it’s kinda scary sometimes? But it’s safer than a lot of other places, right? Especially now…</p><p>Anyway, when I was little I used to go out scavenging with my older brother Noam, cuz like, that’s mostly how we got watts, right? Selling anything we could find. People buy all kinds of stuff! ESPECIALLY the shiny stuff.  Of course like, in those days, Kuserra was EXTRA scary, but Noam knew where to look to find the best stuff without us getting… you know. Anyway, so like… there was this one time? Noam and I were digging around and we found, like, a big old box thing with a bunch of dials and knobs and wires inside of it!  Noam thought it was just junk but I talked him into helping me take it home because I… I dunno! I just wanted it! I thought it was really cool and I really wanted to figure out what it was!</p><p>So like, you know Cyrus? Riley’s dad? Back then he was still like, the best tinker in town, so I took the big box thing to him and he and I worked on it together for awhile, usually out back behind the workshop. It took a LOT of work, and Cyrus had to try like, everything to get it working, but eventually we got it plugged in and hooked up to this OTHER big box thing and we found out that it made these really weird noises. Cyrus was kinda sad because he was hoping it did more, but honestly? The noises it was making were some of the coolest sounds I’d ever heard! And when I started messing around with the dials and stuff, it changed the sounds in a LOT of different ways. Like, a LOT.</p><p>Soooo… anyway, I started messing around with the box and making the sounds do stuff, stuff that just kinda, sounded neat, you know? And people started coming by just to listen to me play with it, and it became kind of a regular thing for me to just start playing and people would show up! Sure, it took watts to keep the box running, but a few people seemed more than happy to chip in and help keep it going. People are great like that sometimes! In fact, after a little while, there were so many people and they were donating so much I actually had to give a lot of it back, heh.</p><p>Anyway, that’s how I eventually met Gilly… and he owned like, a big building where he had a bunch of really talented people perform on like, a raised platform thing? Back then it wasn’t super popular yet, but he offered me the chance to come work for him there in exchange for free food and shelter.  And it was great!  ….. Well… it <em>was</em> great… at first…</p><p>Um…</p><p>Yeah, so anyway…</p><p>Later on I met Kiva… and he and I REALLY hit it off… then we became super best friends… and… so… yeah!</p>"
        },
        {
          "portraitImg": "kiva_portrait.png",
          "text": "<p>I’ll just say this. Max is about the least shitty person in this whole fucking city.  He doesn’t have a whole lot going on, but what he’s got is just… you know… genuine. He’s honest, and that’s pretty fucking rare. </p><p>Yeah, he gets on my nerves sometimes, but, eh, it’s worth it, I guess. He’s got kind of an infectious quality about him. It’s sort of like the opposite of feeling like shit all the time. I don’t know.  Can’t figure out what he’s got to be so happy about all the time.</p><p>I can’t imagine he’s immune to Kuserra. Or that he’s oblivious to how things are. Maybe Max is just really good at pretending that everything is fine.</p>"
        },
        {
          "portraitImg": "riley_portrait.png",
          "text": "<p>Ooooooooooooh, that guy? He’s colorful!</p><p>Anyway, I was thinking, like, what if… no, no, it was on the floor. Right, under some stuff.  Ugh, shush!  No more today!</p><p>So, no like, watts travel through wires right? Everyone knows that, but I got to wondering what if they can travel through OTHER stuff too? Cuz watts like metals, but they probably don’t travel… THROUGH the actual wire part though, right, right? They still gotta be in a loop though, that’s obvious. Okay, but I’m starting to think that watts don’t like to be INSIDE the metal, metal’s solid after all, but I think they like to trot around the outside of the metal, got it? But watts are invisible! Except when they aren’t. But when they aren’t, gotta be extra careful.</p><p>Okay okay, so like, the theory is that I take a piece of metal, and wrap a strip of something around it, something the watts DON’T like, and then I make a loop because it has to have a loop. Cuz watts don’t like a lot of things. They like metal and they like loops, so if I make a loop, but with something they don’t like around it, I bet that the watts won’t travel to the side of the metal that’s on the other side, cuz they won’t go through the solid metal and they won’t walk across the thing they don’t like! Well, some of them might still make it, cuz watts can jump.</p><p>But the stuff watts don’t like is hard to find, cuz it isn’t as hardy as metal… and it has to be malleable enough to…</p><p>Wait… what? Yeah, water too.</p>"
        }
      ]
    },
    {
      "name": "Riley",
      "fullImg": "riley_full.png",
      "talkingHeads": [
        {
          "portraitImg": "riley_portrait.png",
          "text": "<p>What’s this for?  You want me to tell you… <i>about</i> myself?</p><p>PFFT, well, that’s boring.  Oh hey yeah! You wanna hear about the latest thing I’ve been working on?</p><p>Okay yeah no so get this right?  First, you get a whole bunch of little ball bearings, and you put them all into a bucket, and then you swing it around and swish it left and right! So when you have enough of them, see how all the little balls, moving collectively, they behave really similarly to water, right? Right! So you know what I think, I think that means that water is actually made up of like, billions of little tiny spherical things!  Like super tiny!  So tiny that you can’t even really see the - n-no, I’m getting to that, shush.</p><p>Sorry, where was I?  Um… well, it’s gone.</p><p>Tomomi!  Get that out of your mouth right now!</p>"
        },
        {
          "portraitImg": "kiva_portrait.png",
          "text": "<p>Shit, I knew you were going to ask me about her eventually.</p><p>Look, I know Riley's crazy, but she's a good kid.</p><p>It's not her fault she's like this. Some of us are just fucked right from the start.</p><p>I can't say I really get what's going on inside her head, what with her \"gremlins\" and the forgetting stuff and the blanking out and the acting out, but she deserves just as much of a chance as everyone else.</p>"
        },
        {
          "portraitImg": "max_portrait.png",
          "text": "<p>I don't know Riley very well, but Cyrus used to help me sometimes with my music stuff! He taught me a LOT about how cables work, like how you can just plug stuff in and how the special magic converts watts into other stuff and makes things do stuff? It’s amazing! And how cables can just kinda be tied back together again after they've been cut! Cyrus was a pretty nice guy! It’s sad that he disappeared. I always wondered what happened to him. People disappear all the time in Kuserra, though – it’s still sad, though.</p><p>I actually didn't even know Cyrus had a daughter. Well, he never mentioned her anyway, and she never came around when I was there. I actually met Riley through Kiva, who I met a few years after Cyrus disappeared. Well, kinda, I mean, I never really \"met\" her. I still really never really, like, talked to her much… cuz she’s kinda weird? I mean, she didn’t talk to me much either, so we just kinda never said anything to each other? I mean she smiles a lot. Like, waaaaaaaaay, way too much. It’s kinda creepy. And people say there’s all these loud noises coming from her workshop too, like explosions and stuff? Everyone says to stay away from it. Everyone says that you should stay away from her too, otherwise you’ll become crazy like her? But Kiva's not crazy. So I don’t know if her crazy is really catchable? I dunno how that all works.</p><p>Anyway, based on what Kiva’s told me, I guess something bad happened and like… Riley went to go live with Kiva and Kiera for a while? Cuz she got hurt, or something... and – Oh Yeah! Kiva told me Kiera was still living with him then too… But then Kiva took her back to Cyrus’s old workshop and so Riley lives there now. But Kiva still checks in on her a lot. Like, he really worries about her, I think. It’s kind of sweet really.</p>"
        }
      ]
    }
  ]
}