[
  {
    "fullImg": "kiva_full.png",
    "talkingHeads": [
      {
        "portraitImg": "kiva_portrait.png",
        "text": "<p>I’m Kiva, and this is my story.  It’s a story about the people in my life, the place where I live, it’s a story about a lot of things.  I guess I’m supposed to say something about myself here.  Aside from being cursed with a Vim of my own, I’m just like anyone else, really.  I’m just a guy with a shitty life, doing his best to make it a little less shitty every day.  However, unlike most people, I try to do it without making someone else’s life worse, if I can.</p><p>Kiera and I aren’t originally from Kuserra.  We got stranded here when we were young.  We used to be inseparable, and for years we tried to find some way to make it back home, where things were comfortable.  All those plans fell through, and we eventually grew up and got older -- drifted apart.  She was lucky that she could use her Vim as often as she wanted without drawing any attention.  I wasn’t quite so lucky.  We started fighting, arguing all the time, then she kept running off to “do her own thing,” and inevitably, she didn’t come back.  It took awhile to come to terms with the fact that I had to face this fucking city alone -- took awhile to come to terms with the fact that I was going to die here, too.</p><p>As luck would have it though, I joined up with the Redtails.  It was Donno’s doing, really.  He took a liking to me for some stupid reason, and pulled some strings to get me in.  They gave me a decent pay, a cushy patrol, and the backing of the most decent army Kuserra’s ever seen.  Pretty much the best a starving scavenger could have possibly hoped for.  No one fucks with the Redtails, not if they want to stay healthy.  It was almost worth going through everything that fucking shithead put me through.  Almost.</p>"
      },
      {
        "portraitImg": "max_portrait.png",
        "text": "<p>EEEEEEEEEE!!! That’s Kiva! Oh, man, you guys, he’s SO COOL.  And he’s sweet and kind and soft and handsome and his spots are SO BEAUTIFUL and he’s just the greatest guy EVER.</p><p>Did I ever tell you guys how I met him?  OMG, so get this okay?  So I’m walking along, and… um… cuz some stuff just happened, and I’m feeling kinda down, right?  And I see him digging through a pile of stuff, and my eyes just fall on his back, cuz like… I’ve never seen anyone with so many spots before!  Like… okay, he had his shirt off… And I’m sitting there staring, and it was probably kinda rude, but he finally notices me and he whirls around and steps up all threatening like, right?  And then he’s like, “WHAT ARE YOU STARING AT?” in his big scary Kiva voice, you know?  So, I kinda just break down and start crying, because at that point I’m terrified he’s gonna hurt me, cuz I didn’t know him, and cuz that’s like… anyway...  So instead he feels really bad about it, and he just sits down with me and we start talking and I just prolly go on and on for hours, spilling my whole life’s story to him and he just kinda… listens.  And see… nobody’s ever done that before… or since, actually… And when I’m done crying and talking I look at him, and I just get lost into his big beautiful eyes, and I just kinda… lean in to kiss him.  But then he pushes me over, cuz like… yeah, it was a bit much, I’ll admit.  I don’t normally… DO stuff like that… but it was just… I dunno!  Anyway, after that, he walks with me back to the Twirl, cuz like… Kiva was MAD after all that stuff I told him, and he was about to punch someone I think… but by then Gilly’s calmed down and he’s being really nice to me all of a sudden?  And he kinda pulled me off to the side and Kiva didn’t want me to go with him, but I did cuz like… he had all my stuff… and like… it sounded like a pretty good deal the way he was going on about it… so… that’s… a whole thing now… But anyway, Kiva and I kept kinda meeting up every once in awhile, just for like, going out for food and drinks and stuff… Before we knew it, we were hanging out almost every day!  Usually for drinks… and well, I don’t drink, but Kiva does, he drinks a LOT.  Wait… I shouldn’t really… um...</p><p>Anyway, Kiva is awesome, I’ve seen him fight a couple of times, he’s AMAZING!  He kicks the tails of anyone who steps up… if… er… when he’s sober.  And I just… I dunno… I feel really safe when he’s around.  Not like… um… well, he makes me feel safe.  That’s all.</p>"
      }
    ]
  }
]